Repository: split2021/API
Catalog: api/locale/*/LC_MESSAGES/django.po
Languages: fr

source: empty
fr: vide

source: True
fr: Vrai

source: False
fr: Faux

source: A payment cannot be created without a group
fr: Un paiement ne peut pas être créé sans un groupe

source: A payment cannot be created without at least one user
fr: Un paiement ne peut pas être créé sans au moins un utilisateur

source: At least one user does not exist
fr: Au moins un utilisateur n'existe pas

source: Total (%(total)d) does not match users sum (%(user_sum)d)
fr: Le total (%(total)d) ne correspond pas à la somme (%(user_sum)d)

source: Failed to create payment for user %(mail)s
fr: Impossible de créé un paiement pour l'utilisateur %(mail)s

source: Sucessfully created payments
fr: La création des paiements a réussi

source: Payment does not exist or is not valid
fr: Ce paiement n'existe pas ou n'est pas valide

source: Sucessfully completed payment
fr: Paiement complété avec succès

source: Successfully executed payment
fr: Paiement éxécuté avec succès

source: Failed to execute payment
fr: Impossible d'éxécuter ce paiement

source: Your payment is already completed
fr: Votre paiement est déjà complété

source: Payment canceled
fr: Paiement annulé

source: Payout %(payout_batch_id)d created successfully
fr: Payout %(payout_batch_id)d créé avec succès

source: Refund failed for %(payments_failed)s
fr: Echec du remboursement pour %(payments_failed)s

source: Refund successful
fr: Remboursement effectué avec succès

source: A content is required to create %(verbose_name)s
fr: Un contenu est requis pour créer %(verbose_name)s

source: %(verbose_name_plural)s created successfully
fr: %(verbose_name_plural)s créé avec succès
